Repository: gitGNU/gnu_enscript
Catalog: po/*.po
Languages: fi, pl, ro, uk

source: malformed ^@epsf escape: no ']' after options
fi: vääränmuotoinen ^@epsf-koodinvaihtomerkki: merkki ’]’ valitsimien jälkeen
pl: b³êdna sekwencja ^@epsf: brak ']' po opcjach
ro: ^@epsf escape malformat: nu existã ']' dupã opþiuni
uk: спотворений ^@epsf escape-символ: відсутня ']' після параметрів

source: too long file name for ^@epsf escape: %.*s
fi: liian pitkä tiedostonimi kohteelle ^@epsf-koodinvaihtomerkki: %.*s
pl: zbyt d³uga nazwa pliku dla sekwencji ^@epsf: %.*s
ro: nume de fiºier prea lung pentru ^@epsf escape: %.*s
uk: надто довга назва файлу для ^@epsf escape-символу: %.*s

source: unexpected EOF while scanning ^@epsf escape
fi: odottamaton tiedostonloppumerkki etsittäessä kohdetta ^@epsf-koodinvaihtomerkki
pl: nieoczekiwany koniec pliku przy przeszukiwaniu sekwencji ^@epsf
ro: EOF neaºteptat în timp ce se scana ^@epsf escape
uk: неочікуваний EOF при скануванні ^@epsf escape-символу

source: malformed ^@epsf escape: no '{' found
fi: vääränmuotoinen ^@epsf-koodinvaihtomerkki: merkkiä ’{’ ei löytynyt
pl: b³êdna sekwencja ^@epsf: nie znaleziono '{'
ro: ^@epsf escape malformat: nu s-a gãsit '{'
uk: спотворений ^@epsf escape-символ: відсутня дужка '{'

source: malformed %s escape: no '{' found
fi: vääränmuotoinen %s-koodinvaihtomerkki: merkkiä ’{’ ei löytynyt
pl: b³êdna sekwencja specjalna %s: nie znaleziono '{'
ro: %s escape malformat: nu s-a gãsit '{'
uk: спотворений %s escape-символ: відсутня дужка '{'

source: too long argument for %s escape: %.*s
fi: liian pitkä argumentti kohteelle %s-koodinvaihtomerkki: %.*s
pl: zbyt d³ugi argument dla sekwencji specjalnej %s: %.*s
ro: argument prea lung pentru escape %s: %.*s
uk: надто довгий аргумент для %s escape-символу: %.*s

source: malformed font spec for ^@font escape: %s
fi: vääränmuotoinen kirjasinmäärittely kohteelle ^@font-koodinvaihtomerkki: %s
pl: b³êdna specyfikacja fontu dla sekwencji ^@font: %s
ro: specificare font malformatã pentru ^@font escape: %s
uk: спотворена специфікація шрифту ^@font escape: %s

source: malformed color spec for ^@%s escape: %s
fi: vääränmuotoinen värimäärittely kohteelle ^@%s-koodinvaihtomerkki: %s
pl: b³êdna specyfikacja koloru dla sekwencji ^@%s: %s
ro: specificare culoare malformatã pentru ^@%s escape: %s
uk: спотворена специфікація кольору для ^@%s escape: %s

source: invalid value for ^@shade escape: %s
fi: virheellinen arvo kohteelle ^@shade-koodinvaihtomerkki: %s
pl: b³êdna warto¶æ dla sekwencji ^@shade: %s
ro: valoare invalidã pentru ^@shade escape: %s
uk: неправильне значення ^@shade escape-символа: %s

source: invalid value for ^@bggray escape: %s
fi: virheellinen arvo kohteelle ^@bggray-koodinvaihtomerkki: %s
pl: b³êdna warto¶æ dla sekwencji ^@bggray: %s
ro: valoare invalidã pentru ^@bggray escape: %s
uk: неправильне значення ^@bggray escape-символу: %s

source: couldn't open EPS file "%s": %s
fi: ei voitu avata EPS-tiedostoa ”%s”: %s
pl: nie uda³o siê otworzyæ pliku EPS "%s": %s
ro: nu s-a putut deschide fiºierul EPS "%s": %s
uk: не вдається відкрити файл EPS "%s": %s

source: EPS file "%s" does not start with "%%!" magic
fi: EPS-tiedosto ”%s” ei ala maagisella koodilla ”%%!”
pl: plik EPS "%s" nie zaczyna siê od znacznika "%%!"
ro: Fiºierul EPS "%s" nu începe cu magic "%%!"
uk: Файл EPS "%s" не починається із заголовку "%%!"

source: EPS file "%s" contains malformed %%%%BoundingBox row: "%.*s"
fi: EPS-tiedosto ”%s” sisältää vääränmuotoisen %%%%BoundingBox -rivin: ”%.*s”
pl: plik EPS "%s" zawiera b³êdny wiersz %%%%BoundingBox: "%.*s"
ro: Fiºierul EPS "%s" conþine rând %%%%BoundingBox malformat: "%.*s"
uk: Файл EPS "%s" містить спотворений %%%%BoundingBox row: "%.*s"

source: EPS file "%s" is not a valid EPS file
fi: EPS-tiedosto ”%s” ei ole kelvollinen EPS-tiedosto
pl: plik EPS "%s" nie jest poprawnym plikiem EPS
ro: Fiºierul EPS "%s" nu este un fiºier EPS valid
uk: Файл EPS "%s" не є правильним файлом EPS

source: passing through all input files for output language `%s'
fi: välitetään kaikkien syötetiedostojen kautta tulostetiedostolle ”%s”
pl: przepuszczanie wszystkich plików wej¶ciowych dla jêzyka wyj¶ciowego `%s'
ro: trecere prin toate fiºierele de intrare(input pentru limbajul de ieºire(output) `%s'
uk: обробка усіх вхідних файлів для мови виводу `%s'

source: passing through %s file "%s"
fi: välitetään %s tiedoston ”%s” kautta
pl: przepuszczanie pliku %s "%s"
ro: trecere prin fiºierul %s "%s"
uk: обробка усіх %s "%s"

source: couldn't create temporary divert file: %s
fi: ei voitu luoda tilapäistä divert-tiedostoa: %s
pl: nie uda³o siê utworzyæ pliku tymczasowego: %s
ro: nu s-a putut crea fiºierul divert temporar: %s
uk: не вдається створити тимчасовий файл відхилень: %s

source: couldn't rewind divert file: %s
fi: ei voitu kelata uudelleen divert-tiedostoa: %s
pl: nie uda³o siê przewin±æ pliku tymczasowego: %s
ro: nu s-a putut da înapoi(rewind) fiºierul divert: %s
uk: не вдається перейти у файлі відхилень: %s

source: missing argument: %s
fi: puuttuva argumentti: %s
pl: brakuj±cy argument: %s
uk: відсутній аргумент: %s

source: illegal value "%s" for option %s
fi: virheellinen arvo ”%s” valitsimelle %s
pl: niedozwolona warto¶æ "%s" dla opcji %s
ro: valoare ilegalã "%s" pentru opþiunea %s
uk: неприпустиме значення "%s" для параметра %s

source: invalid value "%s" for option %s
fi: virheellinen arvo ”%s” valitsimelle %s
pl: b³êdna warto¶æ "%s" dla opcji %s
ro: valoare ilegalã "%s" pentru opþiunea %s
uk: неправильне значення "%s" для параметра %s

source: illegal option: %s
fi: virheellinen valitsin: %s
pl: niedozwolona opcja: %s
ro: opþiune ilegalã: %s
uk: неприпустимий параметр: %s

source: %s:%d: %%Format: no name
fi: %s:%d: %%Format: ei nimeä
pl: %s:%d: %%Format: brak nazwy
ro: %s:%d: %%Format: fãrã nume
uk: %s:%d: %%Format: назву не вказано

source: %s:%d: %%Format: too long name, maxlen=%d
fi: %s:%d: %%Format: liian pitkä nimi, maksimipituus=%d
pl: %s:%d: %%Format: nazwa zbyt d³uga, maksymalna d³ugo¶æ=%d
ro: %s:%d: %%Format: nume prea lung, maxlen=%d
uk: %s:%d: %%Format: назва надто довга, maxlen=%d

source: %s:%d: %%Format: name "%s" is already defined
fi: %s:%d: %%Format: nimi ”%s” on jo määritelty
pl: %s:%d: %%Format: nazwa "%s" jest ju¿ zdefiniowana
ro: %s:%d: %%Format: numele "%s" este definit deja
uk: %s:%d: %%Format: назву "%s" вже визначено

source: %s:%d: %%HeaderHeight: no argument
fi: %s:%d: %%HeaderHeight: ei argumenttia
pl: %s:%d: %%HeaderHeight: brak argumentu
ro: %s:%d: %%HeaderHeight: fãrã argument
uk: %s:%d: %%HeaderHeight: аргумент не вказано

source: %s:%d: %%FooterHeight: no argument
fi: %s:%d: %%FooterHeight: ei argumenttia
pl: %s:%d: %%FooterHeight: brak argumentu
ro: %s:%d: %%FooterHeight: fãrã argument
uk: %s:%d: %%FooterHeight: аргумент не вказано

source: %s: warning: font size is negative
fi: %s: varoitus: kirjasinkoko on negatiivinen
pl: %s: uwaga: rozmiar fontu jest ujemny
ro: %s: avertisment: mãrimea fontului este negativã
uk: %s: попередження: розмір шрифту від'ємний

source: %s: warning: font width is negative
fi: %s: varoitus: kirjasinleveys on negatiivinen
pl: %s: uwaga: szeroko¶æ fontu jest ujemna
ro: %s: avertisment: lãþimea fontului este negativã
uk: %s: попередження: ширина шрифту від'ємна

source: %s: warning: font height is negative
fi: %s: varoitus: kirjasinkorkeus on negatiivinen
pl: %s: uwaga: wysoko¶æ fontu jest ujemna
ro: %s: avertisment: înãlþimea fontului este negativã
uk: %s: попередження: висота шрифту від'ємна

source: reading AFM info for font "%s"
fi: luetaan AFM-tietoja kirjasimelle ”%s”
pl: odczyt informacji AFM dla fontu "%s"
ro: citire informaþii AFM pentru fontul "%s"
uk: читання інформації AFM для шрифту "%s"

source: couldn't open AFM file for font "%s", using default
fi: ei voitu avata AFM-tiedostoa kirjasimelle ”%s”, käytetään oletusta
pl: nie uda³o siê otworzyæ pliku AFM dla fontu "%s", u¿ycie domy¶lnego
ro: nu s-a putut deschide fiºierul AFM pentru fontul "%s", se foloseºte implicit
uk: не вдається відкрити файл AFM для шрифту "%s", використовується типовий

source: couldn't open AFM file for the default font: %s
fi: ei voitu avata AFM-tiedostoa oletuskirjasimelle: %s
pl: nie uda³o siê otworzyæ pliku AFM dla fontu domy¶lnego: %s
ro: nu s-a putut deschide fiºierul AFM pentru fontul implicit: %s
uk: не вдається відрити файл AFM для типового шрифту: %s

source: downloading font "%s"
fi: ladataan kirjasin ”%s”
pl: ¶ci±ganie fontu "%s"
ro: downloadare font "%s"
uk: завантажується шрифт "%s"

source: couldn't open font description file "%s": %s
fi: ei voitu avata kirjasinkuvaustiedostoa ”%s”: %s
pl: nie uda³o siê otworzyæ pliku opisu fontu "%s": %s
ro: nu s-a putut deschide fiºierul cu descrierea fontului "%s": %s
uk: не вдається відкрити файл опису шрифту "%s": %s

source: %s: too long format for %%D{} escape
fi: %s: liian pitkä muoto kohteelle %%D{}-koodinvaihtomerkki
pl: %s: format zbyt d³ugi dla sekwencji %%D{}
ro: %s: format prea lung pentru escape %%D{}
uk: %s: надто довгий формат %%D{} escape-послідовності

source: %s: unknown `%%' escape `%c' (%d)
fi: %s: tuntematon ”%%” koodinvaihtomerkki ”%c” (%d)
pl: %s: nieznana sekwencja specjalna `%%' `%c' (%d)
ro: %s: escape `%%' necunoscut `%c' (%d)
uk: %s: невідомий `%%' escape-послідовність `%c' (%d)

source: %s: no closing ')' for $() escape
fi: %s: ei sulkevaa ’)’-merkkiä kohteelle $()-koodinvaihtomerkki
pl: %s: brak zamykaj±cego ')' dla sekwencji $()
ro: %s: nu se închide ')' pentru escape $()
uk: %s: відсутня закриваюча ')' для $() escape-послідовності

source: %s: too long variable name for $() escape
fi: %s: liian pitkä muuttujanimi kohteelle $()-koodinvaihtomerkki
pl: %s: zbyt d³uga nazwa zmiennej dla sekwencji $()
ro: %s: nume prea lung de variabilã pentru escape $()
uk: %s: надто довга назва змінної для $() escape-послідовності

source: %s: too long format for $D{} escape
fi: %s: liian pitkä muoto kohteelle $D{}-koodinvaihtomerkki
pl: %s: zbyt d³ugi format dla sekwencji $D{}
ro: %s:format prea lung pentru escape $D{}
uk: %s: надто довгий формат $D{} escape-послідовності

source: %s: unknown `$' escape `%c' (%d)
fi: %s: tuntematon ”$”-koodinvaihtomerkki ”%c” (%d)
pl: %s: nieznana sekwencja specjalna `$' `%c' (%d)
ro: %s: escape `$' necunoscut `%c' (%d)
uk: %s: невідома `$' escape-послідовність `%c' (%d)

source: malformed float dimension: "%s"
fi: vääränmuotoinen liukuluku-ulottuvuus: ”%s”
pl: b³êdny wymiar odstêpu: "%s"
ro: dimensiune float malformatã: "%s"
uk: спотворене визначення числа з рухомою комою: "%s"

source: couldn't open input filter "%s" for file "%s": %s
fi: ei voitu avata syötesuodatinta ”%s” tiedostolle ”%s”: %s
pl: nie uda³o siê otworzyæ filtra wej¶ciowego "%s" dla pliku "%s": %s
ro: nu s-a putut deschide filtrul de intrare(input) "%s" pentru fiºierul "%s": %s
uk: не вдається відкрити вхідний фільтр "%s" для файлу "%s": %s

source: couldn't open input file "%s": %s
fi: ei voitu avata syötetiedostoa ”%s”: %s
pl: nie uda³o siê otworzyæ pliku wej¶ciowego "%s": %s
ro: nu s-a putut deschide fiºierul de intrare(input) "%s": %s
uk: не вдається відкрити вхідний файл "%s": %s

source: file=%s
fi: tiedosto=%s
pl: plik=%s

source: stdout
fi: vakiotuloste
pl: standardowe wyj¶cie

source: %s: couldn't open output file "%s"
fi: %s: ei voitu avata tulostetiedostoa ”%s”
pl: %s: nie uda³o siê otworzyæ pliku wyj¶ciowego "%s"
ro: %s: nu s-a putut deschide fiºierul de ieºire(output) "%s"
uk: %s: не вдається відкрити файл виводу "%s"

source: couldn't create AFM library
fi: ei voitu luoda AFM-kirjastoa
pl: nie uda³o siê utworzyæ biblioteki AFM
ro: nu s-a putut crea biblioteca AFM
uk: не вдається створити бібліотеку AFM

source: Usage: %s [OPTION]... FILE... Mandatory arguments to long options are mandatory for short options too. -h, --help print this help and exit -p, --output-file=NAME print output to file NAME (default file is font.map). If FILE is `-', leavy output to stdout. -V, --version print version number
fi: Käyttö: %s [VALITSIN]... TIEDOSTO... Pakolliset argumentit pitkille valitsimille ovat pakollisia myös lyhyille valitsimille. -h, --help tulosta tämä opaste ja poistu -p, --output-file=NIMI tulosta tuloste tiedostoon NIMI (oletustiedosto on font.map). Jos TIEDOSTO on `-', ohjaa tuloste vakiotulosteeseen. -V, --version tulosta versionumero
pl: Sk³adnia: %s [OPCJA]... PLIK... Argumenty obowi±zkowe dla opcji d³ugich s± obowi±zkowe tak¿e dla opcji krótkich. -h, --help wy¶wietlenie tego opisu i zakoñczenie -p, --output-file=NAZWA zapis wyj¶cia do pliku NAZWA (domy¶lny to font.map). Je¶li plik to `-', zapis na standardowe wyj¶cie. -V, --version wypisanie numeru wersji
ro: Folosire: %s [OPÞIUNE]... FIªIER... Parametrii obligatorii pentru opþiunile lungi sunt obligatorii ºi pentru cele scurte. -h, --help afiºeazã acest ajutor ºi iese -p, --output-file=NUME afiºeazã output-ul la fiºierul NUME (implicit fiºierul este font.map). Dacã FIªIERul este `-', lasã output-ul la stdout. -V, --version afiºeazã numãrul de versiune
uk: Використання: %s [ПАРАМЕТР]... ФАЙЛ... Обов'язкові аргументи довгих параметрів є обов'язковими й для коротких. -h, --help вивести довідку та вийти -p, --output-file=НАЗВА друкувати у файл з назвою НАЗВА (типова назва font.map). Якщо НАЗВА вказано як `-', виводити у стандартний потік виводу. -V, --version вивести версію програми

source: error: EOF in comment
fi: virhe: Tiedostonloppumerkki kommentissa
pl: b³±d: EOF w komentarzu
ro: eroare: EOF în comentariu
uk: помилка: кінець файлу посеред коментаря

source: error: EOF in string constant
fi: virhe: Tiedostonloppumerkki merkkijonovakiossa
pl: b³±d: EOF w sta³ej napisowej
ro: eroare: EOF în constantã ºir
uk: помилка: кінець файлу посеред константи

source: error: EOF in regular expression
fi: virhe: Tiedostonloppumerkki säännöllisessä lausekkeessa
pl: b³±d: EOF w wyra¿eniu regularnym
ro: eroare: EOF în expresie regulatã
uk: помилка: кінець файлу посеред регулярного виразу

source: states for %s
fi: tilat kohteelle %s
pl: stany dla %s

source: %s: malformed variable definition "%s"
fi: %s: vääränmuotoinen muuttujamäärittely ”%s”
pl: %s: b³êdna definicja zmiennej "%s"
ro: %s: definiþie de variabilã malformatã "%s"
uk: %s:спотворене визначення змінної "%s"

source: %s: couldn't create output file "%s": %s
fi: %s: ei voitu luoda tulostetiedostoa ”%s”: %s
pl: %s: nie uda³o siê utworzyæ pliku wyj¶ciowego "%s": %s
ro: %s: nu se poate crea fiºierul de ieºire(output) "%s": %s
uk: %s: не вдається створити файл виводу "%s": %s

source: %s: unknown warning level `%s'
fi: %s: tuntematon varoitustaso ”%s”
pl: %s: nieznany poziom ostrze¿eñ `%s'
ro: %s: nivel de avertizare necunoscut `%s'
uk: %s: невідомий тип застереження `%s'

source: %s: out of memory
fi: %s: muisti loppui
pl: %s: brak pamiêci
ro: %s: memorie plinã
uk: %s: недостатньо пам'яті

source: %s: couldn't open input file `%s': %s
fi: %s: ei voitu avata syötetiedostoa ”%s”: %s
pl: %s: nie uda³o siê otworzyæ pliku wej¶ciowego `%s': %s
ro: %s: nu se poate deschide fiºierul de intrare(input) `%s': %s
uk: %s: не вдається відкрити вхідний файл `%s': %s

source: Usage: %s [OPTION]... [FILE]... Mandatory arguments to long options are mandatory for short options too.
fi: Käyttö: %s [VALITSIN]... [TIEDOSTO]... Pakolliset argumentit pitkille valitsimille ovat pakollisia myös lyhyille valitsimille.
pl: Sk³adnia: %s [OPCJA]... [PLIK]... Argumenty obowi±zkowe dla opcji d³ugich s± obowi±zkowe tak¿e dla opcji krótkich.
uk: Використання: %s [ПАРАМЕТР]... [ФАЙЛ]... Обов'язкові аргументи довгих параметрів є обов'язковими й для коротких.

source: -D, --define=VAR=VAL define variable VAR to have value VAR -f, --file=NAME read state definitions from file NAME -h, --help print this help and exit -o, --output=NAME save output to file NAME -p, --path=PATH set the load path to PATH -s, --state=NAME start from state NAME -v, --verbose increase the program verbosity -V, --version print version number -W, --warning=LEVEL set the warning level to LEVEL
fi: -D, --define=VAR=VAL määritä muuttujalle VAR arvo VAL -f, --file=NIMI lue tilamäärittelyt tiedostosta NIMI -h, --help tulosta tämä opaste ja poistu -o, --output=NIMI tallenna tuloste tiedostoon NIMI -p, --path=POLKU aseta latauspoluksi POLKU -s, --state=NIMI aloita tilasta NIMI -v, --verbose kasvata ohjelman laveutta -V, --version tulosta versionumero -W, --warning=TASO aseta varoitustasoksi TASO
pl: -D, --define=ZM=WARTO¦Æ zdefiniowanie ZMIENNEJ o podanej WARTO¦CI -f, --file=PLIK odczyt definicji stanu z podanego PLIKU -h, --help wy¶wietlenie tego opisu i zakoñczenie -o, --output=PLIK zapis wyj¶cia do PLIKU -p, --path=¦CIE¯KA ustawienie podanej ¦CIE¯KI wczytywania -s, --state=NAZWA rozpoczêcie od stanu o podanej NAZWIE -v, --verbose zwiêkszenie liczby komunikatów -V, --version wypisanie numeru wersji -W, --warning=POZIOM ustawienie danego POZIOMU ostrze¿eñ
ro: -D, --define=VAR=VAL defineºte valoarea VAL pentru variabila VAR -f, --file=NUME citeºte definiþiile stãrilor din fiºierul NUME -h, --help afiºeazã acest ajutor ºi iese -o, --output=NUME salvare output în fiºierul NUME -p, --path=CALE setare cale de încãrcare la CALE -s, --state=NUME începe de la starea NUME -v, --verbose mãreºte detalierea programului -V, --version afiºeazã numãrul de versiune -W, --warning=NIVEL seteazã nivelul de avertizare la NIVEL
uk: -D, --define=VAR=VAL визначити змінну VAR зі значенням VAL -f, --file=НАЗВА прочитати стан визначення з файлу НАЗВА -h, --help надрукувати цю довідку та вийти -o, --output=НАЗВА зберегти вивід у файл НАЗВА -p, --path=ШЛЯХ встановити шлях завантаження у ШЛЯХ -s, --state=НАЗВА запустити зі стану НАЗВА -v, --verbose збільшити докладність виводу програми -V, --version вивести версію -W, --warning=РІВЕНЬ встановити рівень попереджень у РІВЕНЬ

source: %s:%d: %s: too few arguments
fi: %s:%d: %s: liian vähän argumentteja
pl: %s:%d: %s: za ma³o argumentów
uk: %s:%d: %s: недостатня кількість аргументів

source: %s:%d: %s: too many arguments
fi: %s:%d: %s: liian monia argumentteja
pl: %s:%d: %s: za du¿o argumentów
uk: %s:%d: %s: надто багато аргументів

source: %s:%d: %s: illegal argument type
fi: %s:%d: %s: virheellinen argumenttityyppi
pl: %s:%d: %s: niedozwolony rodzaj argumentu
ro: %s:%d: %s: tip ilegal de argument
uk: %s:%d: %s: некоректний тип аргументу

source: %s: panic:
fi: %s: paniikki:
pl: %s: panika:
ro: %s: panicã:
uk: %s: паніка:

source: %s:%d: %s: malformed version string `%s'
fi: %s:%d: %s: vääränmuotoinen versiomerkkijono ”%s”
pl: %s:%d: %s: b³êdny opis wersji `%s'
ro: %s:%d: %s: ºir malformat de versiune `%s'
uk: %s:%d: %s: спотворений рядок версії `%s'

source: %s: FATAL ERROR: States version %s or higher is required for this script
fi: %s: KOHTALOKAS VIRHE: Ilmoittaa, että versio %s tai uudempi vaaditaan tälle skriptille
pl: %s: B£¡D KRYTYCZNY: Dla tego skryptu wymagane s± stany w wersji %s lub wy¿szej
ro: %s: EROARE FATALÃ: States versiunea %s sau mai mare este necesarã pentru acest script
uk: %s: ФАТАЛЬНА ПОМИЛКА: Для цього сценарію потрібна States версії %s або вище

source: %s:%d: %s: start offset is bigger than end offset
fi: %s:%d: %s: alkusiirros on suurempi kuin loppusiirros
pl: %s:%d: %s: offset pocz±tkowy wiêkszy ni¿ offset koñcowy
ro: %s:%d: %s: offset-ul de început este mai mare decât offset-ul de sfârºit
uk: %s:%d: %s: початковий зсув більший за кінцевий зсув

source: %s:%d: %s: offset out of range
fi: %s:%d: %s: siirros lukualueen ulkopuolella
pl: %s:%d: %s: offset spoza zakresu
ro: %s:%d: %s: offset dincolo de limite
uk: %s:%d: %s: зсув поза допустимим діапазоном

source: %s:%d: %s: illegal argument
fi: %s:%d: %s: virheellinen argumentti
pl: %s:%d: %s: niedozwolony argument
ro: %s:%d: %s: argument ilegal
uk: %s:%d: %s: некоректний аргумент

source: %s:%d: %s: illegal regexp character syntax: %c
fi: %s:%d: %s: virheellinen säännöllisen lausekemerkin syntaksi: %c
pl: %s:%d: %s: niedozwolona sk³adnia znaku wyra¿enia regularnego: %c
ro: %s:%d: %s: sintaxã de caracter regexp ilegalã: %c
uk: %s:%d: %s: неправильний синтаксис регулярного виразу: %c

source: %s:%d: %s: couldn't define state `%s'
fi: %s:%d: %s: ei voitu määritellä tilaa ”%s”
pl: %s:%d: %s: nie uda³o siê zdefiniowaæ stanu `%s'
ro: %s:%d: %s: nu s-a putut defini starea `%s'
uk: %s:%d: %s: не дається визначити стан `%s'

source: %s: primitive `%s': too few arguments for format
fi: %s: primitive ”%s”: liian vähän argumentteja muodolle
pl: %s: obiekt `%s': za ma³o argumentów dla formatu
ro: %s: primitiva `%s': prea puþine argumente pentru formatare
uk: %s: примітив `%s': недостатньо аргументів для формату

source: %s:%d: %s: argument %d doesn't match format
fi: %s:%d: %s: argumentti %d ei täsmää muotoon
pl: %s:%d: %s: argument %d nie pasuje do formatu
ro: %s:%d: %s: argumentul %d nu se potriveºte formatului
uk: %s:%d: %s: аргумент %d не відповідає формату

source: %s:%d: %s: no extra options can be specified for %%s
fi: %s:%d: %s: lisävalitsimia ei voida määritellä kohteelle %%s
pl: %s:%d: %s: nie mo¿na podaæ dodatkowych opcji dla %%s
ro: %s:%d: %s: n-au fost specificate opþiuni suplimentare pentru %%s
uk: %s:%d: %s: для %%s не допустимо вказувати додаткові параметри

source: %s:%d: %s: illegal type specifier `%c'
fi: %s:%d: %s: virheellinen tyyppitarkenne ”%c”
pl: %s:%d: %s: niedozwolone okre¶lenie typu `%c'
ro: %s:%d: %s: specificator de tip invalid `%c'
uk: %s:%d: %s: неприпустимий специфікатор типу `%c'

source: %s: undefined state `%s'
fi: %s: määrittämätön tila ”%s”
pl: %s: niezdefiniowany stan `%s'
ro: %s: stare nedefinitã `%s'
uk: %s: невизначений стан `%s'

source: %s: error: undefined variable `%s'
fi: %s: virhe: määrittelemätön muuttuja ”%s”
pl: %s: b³±d: niezdefiniowana zmienna `%s'
ro: %s: eroare: variabilã nedefinitã `%s'
uk: %s: помилка: невизначена змінна `%s'

source: %s: undefined super state `%s'
fi: %s: määrittämätön super-tila ”%s”
pl: %s: niezdefiniowany stan nadrzêdny `%s'
ro: %s: super stare nedefinitã `%s'
uk: %s: невизначений стан супер `%s'

source: %s:%d: couldn't compile regular expression "%s": %s
fi: %s:%d: ei voitu kääntää säännöllistä lauseketta ”%s”: %s
pl: %s:%d: nie uda³o siê skompilowaæ wyra¿enia regularnego "%s": %s
ro: %s:%d: nu s-a putut compila expresia regulatã "%s": %s
uk: %s:%d: не вдається скомпілювати регулярний вираз "%s": %s

source: %s: ouf of memory
fi: %s: muisti loppui
pl: %s: brak pamiêci
ro: %s: memorie plinã
uk: %s: скінчилась пам'ять

source: warning: redefining state `%s'
fi: varoitus: määritellään uudelleen tila ”%s”
pl: uwaga: ponowna definicja stanu `%s'
ro: avertisment: redefinirea stãrii `%s'
uk: попередження: повторне визначення типу `%s'

source: %s:%d: warning: redefining subroutine `%s'
fi: %s:%d: varoitus: uudelleenmääriteltiin alirutiini ”%s”
pl: %s:%d: uwaga: ponowna definicja procedury `%s'
ro: %s:%d: avertisment: redefinire subrutinã `%s'
uk: %s:%d: попередження: повторне визначення підпрограми `%s'

source: %s:%d: error: undefined variable `%s'
fi: %s:%d: virhe: määrittelemätön muuttuja ”%s”
pl: %s:%d: b³±d: niezdefiniowana zmienna `%s'
ro: %s:%d: eroare: variabilã nedefinitã `%s'
uk: %s:%d: помилка: невизначена змінна `%s'

source: %s:%d: error: couldn't set variable `%s'
fi: %s:%d: virhe: ei voitu asettaa muuttujaa ”%s”
pl: %s:%d: b³±d: nie mo¿na ustawiæ zmiennej `%s'
ro: %s:%d: eroare: nu s-a putut seta variabila `%s'
uk: %s:%d: помилка: не вдається встановити змінну `%s'

source: %s:%d: error: expression between illegal types
fi: %s:%d: virhe: lauseke virheellisten tyyppien välillä
pl: %s:%d: b³±d: wyra¿enie miêdzy niedozwolonymi typami
ro: %s:%d: eroare: expresie între tipuri ilegale
uk: %s:%d: помилка: вираз між неприпустимими типами

source: %s:%d: error: too few arguments for subroutine
fi: %s:%d: virhe: liian vähän argumentteja alirutiinille
pl: %s:%d: b³±d: zbyt ma³o argumentów dla procedury
ro: %s:%d: eroare: prea puþine argumente pentru subrutinã
uk: %s:%d: помилка: недостатньо аргументів для процедури
