Repository: gitGNU/gnu_enscript
Catalog: po/*.po
Languages: fi, pl, ro, uk

source: %s: option `%s' is ambiguous
fi: %s: valitsin ”%s” ei ole yksiselitteinen
pl: %s: opcja `%s' jest niejednoznaczna
ro: %s: opþiunea `%s' este ambiguã
uk: %s: параметр `%s' неоднозначний

source: %s: option `--%s' doesn't allow an argument
fi: %s: valitsin ”--%s” ei salli argumenttia
pl: %s: opcja `--%s' nie mo¿e mieæ argumentów
ro: %s: opþiunea `--%s' nu permite parametrii
uk: %s: параметр `--%s' не може мати аргументу

source: %s: option `%c%s' doesn't allow an argument
fi: %s: valitsin ”%c%s” ei salli argumenttia
pl: %s: opcja `%c%s' nie mo¿e mieæ argumentów
ro: %s: opþiunea `%c%s' nu permite parametrii
uk: %s: параметр `%c%s' не може мати аргументу

source: %s: option `%s' requires an argument
fi: %s: valitsin ”%s” vaatii argumentin
pl: %s: opcja `%s' musi mieæ argument
ro: %s: opþiunea `%s' necesitã un argument
uk: %s: параметру `%s' необхідний аргумент

source: %s: unrecognized option `--%s'
fi: %s: tunnistamaton valitsin ”--%s”
pl: %s: nieznana opcja `--%s'
ro: %s: opþiune necunoscutã `--%s'
uk: %s: нерозпізнаний параметр `--%s'

source: %s: unrecognized option `%c%s'
fi: %s: tunnistamaton valitsin ”%c%s”
pl: %s: nieznana opcja `%c%s'
ro: %s: opþiune necunoscutã `%c%s'
uk: %s: нерозпізнаний параметр `%c%s'

source: %s: illegal option -- %c
fi: %s: virheellinen valitsin -- %c
pl: %s: niedozwolona opcja -- %c
ro: %s: opþiune ilegalã -- %c
uk: %s: неправильний параметр -- %c

source: %s: invalid option -- %c
fi: %s: virheellinen valitsin -- %c
pl: %s: b³êdna opcja -- %c
ro: %s: opþiune invalidã -- %c
uk: %s: невірний параметр -- %c

source: %s: option requires an argument -- %c
fi: %s: valitsin vaatii argumentin -- %c
pl: %s: opcja musi mieæ argument -- %c
ro: %s: opþiunea necesitã un argument -- %c
uk: %s: параметру необхідний аргумент -- %c

source: %s: option `-W %s' is ambiguous
fi: %s: valitsin ”-W %s” ei ole yksiselitteinen
pl: %s: opcja `-W %s' jest niejednoznaczna
ro: %s: opþiunea `-W %s' este ambiguã
uk: %s: параметр `-W %s' неоднозначний

source: %s: option `-W %s' doesn't allow an argument
fi: %s: valitsin ”-W %s” ei salli argumenttia
pl: %s: opcja `-W %s' nie mo¿e mieæ argumentów
ro: %s: opþiunea `-W %s' nu permite parametrii
uk: %s: параметр `-W %s' не повинен мати аргумент

source: xmalloc(): couldn't allocate %d bytes
fi: xmalloc(): ei voitu varata %d tavua
pl: xmalloc(): nie uda³o siê przydzieliæ %d bajtów
ro: xmalloc(): nu s-au putut aloca %d octeþi
uk: xmalloc(): не вдається виділити %d байт

source: xcalloc(): couldn't allocate %d bytes
fi: xcalloc(): ei voitu varata %d tavua
pl: xcalloc(): nie uda³o siê przydzieliæ %d bajtów
ro: xcalloc(): nu s-au putut aloca %d octeþi
uk: xcalloc(): не вдається виділити %d байт

source: xrealloc(): couldn't reallocate %d bytes
fi: xrealloc(): ei voitu uudelleenvarata %d tavua
pl: xrealloc(): nie uda³o siê powiêkszyæ przydzielonego obszaru do %d bajtów
ro: xrealloc(): nu s-au putut realoca %d octeþi
uk: не xrealloc(): вдається перерозподілити %d байтів

source: Success
fi: Onnistui
pl: Sukces
ro: Succes
uk: Виконано

source: No match
fi: Ei täsmäystä
pl: Nic nie pasuje
ro: Nici o potrivire
uk: Немає збігів

source: Invalid regular expression
fi: Virheellinen säännöllinen lauseke
pl: B³êdne wyra¿enie regularne
ro: Expresie regulatã invalidã
uk: Неправильний регулярний вираз

source: Invalid collation character
fi: Virheellinen merkkijärjestysmerkki
pl: B³êdny znak sortowany
ro: Caracter de comparare(collation) invalid
uk: Неправильне кодування символів

source: Invalid character class name
fi: Virheellinen merkkiluokkanimi
pl: B³êdna nazwa klasy znaków
ro: Nume clasã caracter invalid
uk: Неправильна назва класу символів

source: Trailing backslash
fi: Jäljessä oleva kenoviiva
pl: Koñcz±cy znak `\'
ro: Backslash de sfârºit(trailing)
uk: Завершальний зворотний слеш

source: Invalid back reference
fi: Virheellinen paluuviite
pl: B³êdne odniesienie wstecz
ro: Referinþã înapoi invalidã
uk: Неправильне зворотне посилання

source: Unmatched [ or [^
fi: Pariton [ tai [^
pl: Niesparowane [ lub [^
ro: Nepotrivire de [ sau [^
uk: Непарна дужка [ чи [^

source: Unmatched ( or \(
fi: Partion ( tai \(
pl: Niesparowane ( lub \(
ro: Nepotrivire de ( sau \(
uk: Непарна дужка ( чи \(

source: Unmatched \{
fi: Pariton \{
pl: Niesparowane \{
ro: Nepotrivire de \{
uk: Непарна дужка \{

source: Invalid content of \{\}
fi: Virheellinen \{\}-sisältö
pl: B³êdna zawarto¶æ \{\}
ro: Conþinut invalid al \{\}
uk: Неправильний вміст \{\}

source: Invalid range end
fi: Virheellinen lukualueen loppu
pl: B³êdny koniec zakresu
ro: Sfârºit de domeniu(range) invalid
uk: Неправильний кінець діапазону

source: Memory exhausted
fi: Muisti loppui
pl: Pamiêæ wyczerpana
ro: Memorie plinã
uk: Скінчилась пам'ять

source: Invalid preceding regular expression
fi: Virheellinen edeltävä säännöllinen lauseke
pl: B³êdne poprzedzaj±ce wyra¿enie regularne
ro: Expresie regulatã precedentã invalidã
uk: Неправильний передній регулярний вираз

source: Premature end of regular expression
fi: Säännöllisen lausekkeen ennenaikainen loppu
pl: Przedwczesny koniec wyra¿enia regularnego
ro: Sfârºit prematur de expresie regulatã
uk: Передчасний кінець регулярного виразу

source: Regular expression too big
fi: Säännöllinen lauseke liian suuri
pl: Wyra¿enie regularne zbyt du¿e
ro: Expresie regulatã prea mare
uk: Регулярний вираз надто довгий

source: Unmatched ) or \)
fi: Pariton ) tai \)
pl: Niesparowane ) lub \)
ro: Nepotrivire de ) sau \)
uk: Непарна дужка ) чи \)

source: No previous regular expression
fi: Ei edellistä säännöllistä lauseketta
pl: Brak poprzedniego wyra¿enia regularnego
ro: Nu existã expresie regulatã anterioarã
uk: Немає попереднього регулярного виразу

source: $3v $-40N $3% pages $4L lines $E $C
fi: $3v $-40N $3% sivua $4L riviä $E $C
pl: $3v $-40N $3% stron $4L linii $E $C
ro: $3v $-40N $3% pagini $4L linii $E $C
uk: $3v $-40N $3% сторінок $4L рядків $E $C

source: couldn't get passwd entry for uid=%d: %s
fi: ei voitu saada passwd-salasanaa käyttäjätunnisteelle uid=%d: %s
pl: nie uda³o siê uzyskaæ wpisu passwd dla uida %d: %s
ro: nu s-a putut lua parola pentru uid=%d: %s
uk: не вдається отримати пароль для елемента з uid=%d: %s

source: couldn't read config file "%s/%s": %s
fi: ei voitu lukea asetustiedostoa ”%s/%s”: %s
pl: nie uda³o siê odczytaæ pliku konfiguracyjnego "%s/%s": %s
ro: nu s-a putut citi fiºierul de configurare "%s/%s": %s
uk: не вдається прочитати конфігураційний файл "%s/%s": %s

source: I did also try the following directories:
fi: Yritin myös seuraavia hakemistoja:
pl: Sprawdzano tak¿e w nastêpuj±cych katalogach:
ro: Am încercat de asemenea urmãtoarele directoare:
uk: Було випробувано наступні каталоги:

source: This is probably an installation error. Please, try to rebuild:
fi: Tämä on luultavasti asennusvirhe. Yritä uudelleenrakentamista:
pl: Prawdopodobnie jest to b³±d instalacji. Proszê spróbowaæ przebudowaæ:
ro: Aceasta este probabil o eroare de instalare. Vã rugãm încercaþi s-o reconstruiþi(rebuild):
uk: Можливо це помилка встановлення. Спробуйте перезібрати програму:

source: ./configure --prefix=PREFIX
fi: ./configure --prefix=ETULIITE
pl: ./configure --prefix=PREFIKS

source: or set the environment variable `ENSCRIPT_LIBRARY' to point to your
fi: tai aseta ympäristömuuttuja ”ENSCRIPT_LIBRARY” osoittamaan sinun
pl: lub ustawiæ zmienn± ¶rodowiskow± `ENSCRIPT_LIBRARY', aby wskazywa³a
ro: sau setaþi variabila de mediu `ENSCRIPT_LIBRARY' sã þinteascã spre
uk: або встановіть змінну оточення `ENSCRIPT_LIBRARY', щоб вказати

source: library directory.
fi: kirjastohakemistoosi.
pl: na katalog z bibliotek±.
ro: directorul cu biblioteca.
uk: каталог бібліотек.

source: unknown encoding: %s
fi: tuntematon koodaus: %s
pl: nieznane kodowanie: %s
ro: codare(encoding) necunoscutã: %s
uk: невідоме кодування: %s

source: couldn't open AFM library: %s
fi: ei voitu avata AFM-kirjastoa: %s
pl: nie uda³o siê otworzyæ biblioteki AFM: %s
ro: Nu s-a putut deschide biblioteca AFM: %s
uk: не вдається відкрити бібліотеку AFM: %s

source: known media: name width height llx lly urx ury ------------------------------------------------------------
fi: tunnettu media: nimi leveys korkeus vasen oikea ylä ala ------------------------------------------------------------
pl: znane formaty: nazwa szer. wys. dlx dly gpx gpy ------------------------------------------------------------
ro: media cunoscutã: nume lãþime înãlþimet llx lly urx ury ------------------------------------------------------------
uk: відомий носій: назва ширина висота llx lly urx ury ------------------------------------------------------------

source: do not know anything about media "%s"
fi: älä tiedä mitään mediasta ”%s”
pl: brak informacji o formacie "%s"
ro: nu ºtiu nimic despre media "%s"
uk: про носій "%s" нічого невідомо

source: set new marginals for media `%s' (%dx%d): llx=%d, lly=%d, urx=%d, ury=%d
fi: aseta uudet marginaalit medialle ”%s” (%dx%d): vasen=%d, oikea=%d, ylä=%d, ala=%d
pl: nowe marginesy dla formatu `%s' (%dx%d): dlx=%d, dly=%d, gpx=%d, gpy=%d
ro: setare margini pentru media `%s' (%dx%d): llx=%d, lly=%d, urx=%d, ury=%d
uk: встановити нові поля для носія `%s' (%dx%d): llx=%d, lly=%d, urx=%d, ury=%d

source: illegal page label format "%s"
fi: virheellinen sivunimiömuoto ”%s”
pl: niedozwolony format etykiety strony "%s"
ro: format etichetã(label) paginã ilegal "%s"
uk: неправильний формат позначки сторінки "%s"

source: illegal non-printable format "%s"
fi: virheellinen ei-tulostettava muoto ”%s”
pl: niedozwolony, niedrukowalny format "%s"
ro: format netipãribil "%s" ilegal
uk: неправильний недрукований формат "%s"

source: illegal style for wrapped line marker: "%s"
fi: virheellinen tyyli rivinjakamismerkille: ”%s”
pl: niedozwolony znacznik stylu zawiniêtych linii: "%s"
ro: stil ilegal pentru markerul de linie forþatã(wrapped) "%s"
uk: неправильний стиль для маркера переносу рядка: "%s"

source: illegal N-up argument: %d
fi: virheellinen loogisten PostScript-sivujen tulostuksen N-up -argumentti: %d
pl: niedozwolony argument N-stron: %d
ro: argument N-up ilegal : %d
uk: неправильний N-ий аргумент: %d

source: N-up argument must be power of 2: %d
fi: N-up -argumentin on oltava kahden monikerta: %d
pl: Argument N-stron musi byæ potêg± 2: %d
ro: Argumentul N-up trebuie sã fie putere a lui 2: %d
uk: N-ий аргумент має бути ступенем 2: %d

source: malformed underlay position: %s
fi: vääränmuotoinen underlay-sijainti sivun alle sijoitettavalle tekstille: %s
pl: ¼le okre¶lona pozycja podk³adu: %s
ro: subpoziþie(underlay) malformatã: %s
uk: неправильна підкладена позиція: %s

source: illegal underlay style: %s
fi: virheellinen underlay-tyyli: %s
pl: niedozwolony styl podk³adu: %s
ro: substil ilegal: %s
uk: неправильний підкладений стиль: %s

source: Highlighting is supported for the following languages and file formats:
fi: Tähdentämistä tuetaan seuraavissa kielissä ja tiedostomuodoissa:
pl: Pod¶wietlanie jest obs³ugiwane dla nastêpuj±cych jêzyków i formatów plików:
ro: Selecþia(higlighting) e suportatã pentru urmãtoarele limbaje ºi formate de fiºiere:
uk: Підсвічення підтримується для наступних мов та форматів:

source: couldn't create temporary toc file: %s
fi: ei voitu luoda tilapäistä toc-tiedostoa: %s
pl: nie uda³o siê utworzyæ pliku tymczasowego toc: %s
ro: nu se poate crea fiºierul toc temporar: %s
uk: не вдається створити тимчасовий файл таблиці змісту: %s

source: couldn't stat input file "%s": %s
fi: ei voitu kutsua stat-funktiota syötetiedostolle ”%s”: %s
pl: nie uda³o siê wykonaæ stat na pliku wej¶ciowym "%s": %s
ro: nu se poate stabili(stat) fiºierul de intrare(input): "%s": %s
uk: не вдається отримати інформацію про вхідний файл "%s": %s

source: couldn't rewind toc file: %s
fi: ei voitu kelata alkuun sisällysluettelotiedostoa: %s
pl: nie uda³o siê przewin±æ pliku toc: %s
ro: nu se poate da înapoi(rewind) fiºierul toc: %s
uk: не вдається перемістити файл таблиці змісту: %s

source: Table of Contents
fi: Sisällysluettelo
pl: Spis tre¶ci
ro: Tabel de Conþinut
uk: Таблиця змісту

source: no output generated
fi: mitään tulostetta ei tuotettu
pl: nie utworzono wyj¶cia
ro: nici un output generat
uk: вивід не створено

source: output sent to %s
fi: tuloste lähetetty tulostimelle %s
pl: wyj¶cie wys³ano do %s
ro: output trimis la %s
uk: вивід надіслано %s

source: printer
fi: tulostin
pl: drukarki
ro: imprimantã
uk: принтер

source: output left in %s
fi: tuloste jätetty vakiotulosteeseen tai tulostetiedostoon %s
pl: wyj¶cie pozostawiono w %s
ro: output lãsat în %s
uk: вивід надіслано у %s

source: [ %d pages * %d copy ]
fi: [ %d sivua * %d kopiota ]
pl: [ %d stron * %d kopii ]
ro: [ %d pagini * %d copii ]
uk: [ %d сторінок * %d копій ]

source: sent to %s
fi: lähetetty tulostimelle %s
pl: wys³ano do %s
ro: trimise la %s
uk: надіслати до %s

source: left in %s
fi: jätetty vakiotulosteeseen tai tulostetiedostoon %s
pl: pozostawiono w %s
ro: lãsate în %s
uk: залишено у %s

source: %d line was %s
fi: %d rivi oli %s
pl: %d liniê %s

source: truncated
fi: typistetty
pl: uciêto
ro: trunchiate
uk: обрізано

source: wrapped
fi: jaettu seuraavalle riville
pl: zawiniêto
ro: potrivite(wrapped)
uk: перенесено

source: %d character was missing
fi: %d merkki puuttui
pl: %d brakuj±cy znak

source: missing character codes (decimal):
fi: puuttuvia merkkikoodeja (desimaali):
pl: kody brakuj±cych znaków (dziesiêtnie):
ro: lipsesc codurile de caractere (zecimal):
uk: пропущено коди символів (десяткові):

source: %d non-printable character
fi: %d ei-tulostettava merkki
pl: %d znak niedrukowalny

source: non-printable character codes (decimal):
fi: ei-tulostettavia merkkikoodeja (desimaali):
pl: kody znaków niedrukowalnych (dziesiêtnie):
ro: coduri caractere netipãribile (zecimal):
uk: недруковані коди символів (десяткові):

source: couldn't open printer `%s': %s
fi: ei voitu avata tulostinta ”%s”: %s
pl: nie uda³o siê otworzyæ drukarki `%s': %s
ro: nu s-a putut deschide imprimanta: `%s': %s
uk: не вдається відкрити принтер `%s': %s

source: couldn't create output file "%s": %s
fi: ei voitu luoda tulostetiedostoa ”%s”: %s
pl: nie uda³o siê utworzyæ pliku wyj¶ciowego "%s": %s
ro: nu s-a putut crea fiºierul de ieºire(output) "%s": %s
uk: не вдається створити файл виводу "%s": %s

source: couldn't close output file "%s": %s
fi: ei voitu sulkea tulostetiedostoa ”%s”: %s
pl: nie uda³o siê zamkn±æ pliku wyj¶ciowego "%s": %s
ro: nu s-a putut închide fiºierul de ieºire(output) "%s": %s
uk: не вдається закрити файл виводу "%s": %s

source: syntax error in option string %s="%s": missing end of quotation: %c
fi: syntaksivirhe valitsinmerkkijonossa %s=”%s”: puuttuva loppulainausmerkki: %c
pl: b³±d sk³adni w ³añcuchu opcji %s="%s": brak koñca cytowania: %c
ro: eroare de sintaxã în ºirul opþiunii %s="%s": lipseºte sfârºitul citatului: %c
uk: синтаксична помилка у рядку параметра %s="%s": пропущено кінець цитування: %c

source: warning: didn't process following options from environment variable %s:
fi: varoitus: ei käsitellyt seuraavia valitsimia ympäristömuuttujasta %s:
pl: uwaga: nie przetworzono nastêpuj±cych opcji ze zmiennej ¶rodowiskowej %s:
ro: avertisment: nu am procesat urmãtoarele opþiuni din variabila de mediu %s:
uk: попередження: не вдається обробити наступні параметри зі змінної оточення %s:

source: option %d = "%s"
fi: valitsin %d = ”%s”
pl: opcja %d = "%s"
ro: opþiunea %d = "%s"
uk: параметр %d = "%s"

source: number of columns must be larger than zero
fi: sarakkeiden lukumäärän on oltava suurempi kuin nolla
pl: numery kolumn musz± byæ wiêksze od zera
ro: numãrul de coloane trebuie sã fie mai mare de zero
uk: кількість рядків мають має бути більше нуля

source: file alignment must be larger than zero
fi: tiedostotasauksen on oltava suurempi kuin nolla
pl: wyrównanie pliku musi byæ wiêksze od zera
ro: aliniamentul fiºierului trebuie sã fie mai mare de zero
uk: вирівнювання файлу має бути більше нуля

source: malformed font spec: %s
fi: vääränmuotoinen kirjasinmäärittely: %s
pl: ¼le sformu³owane okre¶lenie fontu: %s
ro: specificaþie font malformatã: %s
uk: неправильна специфікація шрифту: %s

source: couldn't find header definition file "%s.hdr"
fi: ei voitu löytää otsakemäärittelytiedostoa ”%s.hdr”
pl: nie znaleziono pliku definicji nag³ówka "%s.hdr"
ro: nu s-a gãsit fiºierul heder definiþie "%s.hdr"
uk: не вдається знайти файл визначення заголовку "%s.hdr"

source: must print at least one line per each page: %s
fi: on tulostettava vähintään yksi rivi sivua kohden: %s
pl: na ka¿dej stronie musi byæ przynajmniej jedna linia: %s
ro: trebuie tipãritã cel puþin o linie pe fiecare paginã: %s
uk: має вивести принаймні один рядок на сторінку: %s

source: %s: illegal newline character specifier: '%s': expected 'n' or 'r'
fi: %s: virheellinen rivinvaihtomerkin tarkenne: ’%s’: odotettiin ’n’ tai ’r’
pl: %s: niedozwolone okre¶lenie znaku nowej linii: '%s': oczekiwano 'n' lub 'r'
ro: %s: specificator caracter linie_nouã (newline) ilegal: '%s': se aºtepta 'n' sau 'r'
uk: %s: неправильне визначення символу нового рядка: '%s': очікувався символ 'n' або 'r'

source: malformed argument `%s' for option -W, --option: no comma found
fi: vääränmuotoinen argumentti ”%s” valitsimelle -W, --option: pilkkua ei löytynyt
pl: ¼le sformu³owany argument `%s' dla opcji -W, --option: nie znaleziono przecinka
ro: argument malformat '%s' pentru opþiunea -W, --option: nu s-a gãsit virgulã
uk: неправильний аргумент `%s' для параметру -W, --option: відсутня кома

source: helper application specification must be single character: %s
fi: opastesovellusmäärittelyn on oltava yksi merkki: %s
pl: okre¶lenie aplikacji pomocniczej musi byæ jednym znakiem: %s
ro: specificarea aplicaþiei de ajutorare trebuie sã fie un singur caracter: %s
uk: визначення допоміжної програми має бути одним символом: %s

source: slice must be greater than zero
fi: viipaleen on oltava suurempi kuin nolla
pl: pas musi byæ wiêkszy od zera
ro: componenta(slice) trebuie sã fie mai mare de zero
uk: слайс має бути більше нуля

source: Try `%s --help' for more information.
fi: Lisätietoja komennolla ”%s --help”.
pl: `%s --help' pozwoli uzyskaæ wiêcej informacji.
ro: Încercaþi `%s --help' pentru mai multe informaþii.
uk: Спробуйте "%s --help" для отримання додаткової інформації.

source: Usage: %s [OPTION]... [FILE]... Mandatory arguments to long options are mandatory for short options too. -# an alias for option -n, --copies -1 same as --columns=1 -2 same as --columns=2 --columns=NUM specify the number of columns per page -a, --pages=PAGES specify which pages are printed -A, --file-align=ALIGN align separate input files to ALIGN -b, --header=HEADER set page header -B, --no-header no page headers -c, --truncate-lines cut long lines (default is to wrap) -C, --line-numbers[=START] precede each line with its line number -d an alias for option --printer -D, --setpagedevice=KEY[:VALUE] pass a page device definition to output -e, --escapes[=CHAR] enable special escape interpretation
fi: Käyttö: %s [VALITSIN]... [TIEDOSTO]... Pakolliset argumentit pitkille valitsimille ovat pakollisia myös lyhyille valitsimille. -# alias valitsimelle -n, --copies -1 sama kuin --columns=1 -2 sama kuin --columns=2 --columns=NUM määritä sarakkeiden lukumäärä sivua kohden -a, --pages=SIVUT määritä, mitkä sivut tulostetaan -A, --file-align=TASAUS tasaa erilliset syötetiedostot TASAUS-arvoon -b, --header=OTSAKE aseta sivuotsake -B, --no-header ei sivuotsakkeita -c, --truncate-lines leikkaa pitkät rivit (oletus on jatkaa seuraavalle riville) -C, --line-numbers[=ALKU] sijoita rivinumero jokaisen rivin alkuun, ALKU on se tiedoston rivinumero, josta numerointi alkaa -d alias valitsimelle --printer -D, --setpagedevice=AVAIN[:ARVO] välitä sivulaitemäärittely PostScript- tulosteeseen -e, --escapes[=CHAR] ota käyttöön erikoiskoodinvaihtomerkkien tulkinta
pl: Sk³adnia: %s [OPCJA]... [PLIK]... Argumenty obowi±zkowe dla opcji d³ugich s± obowi±zkowe tak¿e dla opcji krótkich. -# alias dla opcji -n, --copies -1 to samo, co --columns=1 -2 to samo, co --columns=2 --columns=LICZBA okre¶lenie liczby kolumn na stronie -a, --pages=STRONY okre¶lenie stron do wydrukowania -A, --file-align=WYRÓWN wyrównanie osobnych plików wej¶ciowych -b, --header=NAG£ÓWEK ustawienie nag³ówka strony -B, --no-header bez nag³ówków stron -c, --truncate-lines ucinanie d³ugich linii (domy¶lne jest zawijanie). -C, --line-numbers[=POCZ] poprzedzanie wszystkich linii ich numerem -d alias dla opcji --printer -D, --setpagedevice=KLUCZ[:WARTO¦Æ] przekazanie na wyj¶cie definicji urz±dzenia str. -e, --escapes[=ZNAK] w³±czenie interpretacji znaków specjalnych
ro: Folosire: %s [OPÞIUNE]... [FIªIER]... Parametrii obligatorii pentru opþiunile lungi sunt obligatorii ºi pentru cele scurte. -# alias pentru opþiunea -n, --copies -1 asemenea lui --columns=1 -2 asemenea lui --columns=2 --columns=NUM specificã numãrul de coloane pe paginã -a, --pages=PAGINI specificã câte pagini sunt tipãrite -A, --file-align=ALINIAT aliniazã fiºiere de intrare(input) separate la ALINIAT -b, --header=HEADER seteazã header-ul paginii -B, --no-header fãrã header de paginã -c, --truncate-lines trunchiazã liniile lungi (implicit este potrivire (wrap)) -C, --line-numbers[=START] precede fiecare linie cu numãrul sãu de linie -d un alias pentru opþiunea --printer -D, --setpagedevice=CHEIE[:VALOARE] trimite o definiþie a dispozitivului de paginã la ieºire(output) -e, --escapes[=CAR] activeazã interpretarea escape-ului special
uk: Використання: %s [ПАРАМЕТР]... [ФАЙЛ]... Обов'язкові аргументи до довгих параметрів є обов'язковими й для коротких параметрів. -# псевдонім для параметра -n, --copies -1 те ж саме, що й --columns=1 -2 те ж саме, що й --columns=2 --columns=КІЛЬКІСТЬ вкажіть кількість копій на сторінку -a, --pages=СТОРІНОК вкажіть сторінки, які друкувати -A, --file-align=ВИРІВН вирівнювати окремі вхідні файли до ВИРІВН -b, --header=ЗАГОЛОВОК встановіть заголовок сторінок -B, --no-header без заголовків сторінки -c, --truncate-lines відрізати довгі рядки (типово - переносити) -C, --line-numbers[=ПОЧАТОК] ставити рядок перед рядком номер рядка -d псевдонім для параметра --printer -D, --setpagedevice=КЛЮЧ[:ЗНАЧЕННЯ] передати визначення пристрій сторінок у вивід -e, --escapes[=CHAR] увімкнути спеціальне тлумачення escape-символів

source: -E, --highlight[=LANG] highlight source code
fi: -E, --highlight[=KIELI] tähdennä lähdekoodia
pl: -E, --highlight[=JÊZYK] podkre¶lanie sk³adni kodu ¼ród³owego
ro: -E, --highlight[=LIMB] selecteazã(highlight) codul sursã
uk: -E, --highlight[=МОВА] виділяти кольором програмний код
