Repository: gitGNU/gnu_enscript
Catalog: po/*.po
Languages: fi, pl, ro, uk

source: -f, --font=NAME use font NAME for body text -F, --header-font=NAME use font NAME for header texts -g, --print-anyway nothing (compatibility option) -G same as --fancy-header --fancy-header[=NAME] select fancy page header -h, --no-job-header suppress the job header page -H, --highlight-bars=NUM specify how high highlight bars are -i, --indent=NUM set line indent to NUM characters -I, --filter=CMD read input files through input filter CMD -j, --borders print borders around columns -J, an alias for option --title -k, --page-prefeed enable page prefeed -K, --no-page-prefeed disable page prefeed -l, --lineprinter simulate lineprinter, this is an alias for: --lines-per-page=66, --no-header, --portrait, --columns=1
fi: -f, --font=NIMI käytä kirjasinta NIMI runkotekstiin -F, --header-font=NIMI käytä kirjasinta NIMI otsaketeksteihin -g, --print-anyway ei mitään (yhteensopivuusvalitsin) -G sama kuin --fancy-header --fancy-header[=NIMI] valitse koristeellinen sivuotsake -h, --no-job-header ehkäise työotsakesivu -H, --highlight-bars=NUM määritä, kuinka korkeita tähdentämispalkit ovat -i, --indent=NUMERO aseta rivisisennykssi NUMERO merkkiä -I, --filter=KOMENTO lue syötetiedostot syötesuodattimen KOMENTO lävitse -j, --borders tulosta sarakkeiden ympärille reunukset -J, alias valitsimelle --title -k, --page-prefeed ota käyttöön sivun esisyöttö -K, --no-page-prefeed ota pois käytöstä sivun esisyöttö -l, --lineprinter simuloi rivikirjoitinta, tämä on alias valitsimille: --lines-per-page=66, --no-header, --portrait, --columns=1
pl: -f, --font=NAZWA u¿ycie fontu o tej NAZWIE dla g³ównego tekstu -F, --header-font=NAZWA u¿ycie fontu o tej NAZWIE dla tekstu nag³ówków -g, --print-anyway nic (opcja dla kompatybilno¶ci) -G to samo, co --fancy-header --fancy-header[=NAZWA] wybór ozdobnego nag³ówka strony -h, --no-job-header pominiêcie strony nag³ówka zadania -H, --highlight-bars=ILE okre¶lenie wysoko¶ci pasków podkre¶lenia -i, --indent=LICZBA ustawienie wciêæ linii na podan± liczbê znaków -I, --filter=POLECENIE odczyt plików wej¶ciowych poprzez filtr wej¶ciowy -j, --borders drukowanie ramek wokó³ kolumn -J alias dla opcji --title -k, --page-prefeed w³±czenie page_prefeed -K, --no-page-prefeed wy³±czenie page_prefeed -l, --lineprinter symulacja drukarki wierszowej - alias dla: --lines-per-page=66, --no-header, --portrait, --columns=1
ro: -f, --font=NUME foloseºte fontul NUME pentru corpul textului -F, --header-font=NUME foloseºte fontul NUME pentru header-ul textului -g, --print-anyway nimic (opþiune de compatibilitate) -G asemenea lui --fancy-header --fancy-header[=NUME] alege header de paginã trãsnit(fancy) -h, --no-job-header suprimã pagina header-ului de job -H, --highlight-bars=NUM specificã în ce mod sunt barele de selecþie(higlight) -i, --indent=NUM seteazã indentarea liniei la NUM caractere -I, --filter=CMD citeºte fiºierele de iintrare(input) prin filtrul CMD -j, --borders tipãreºte marginile coloanelor -J, alias pentru opþiunea --title -k, --page-prefeed activeazã preîncãrcarea(prefeed) paginii -K, --no-page-prefeed dezactiveazã preîncãrcarea(prefeed) paginii -l, --lineprinter simuleazã imprimanta de linii(lineprinter), alias pentru: --lines-per-page=66, --no-header, --portrait, --columns=1
uk: -f, --font=НАЗВА використовувати шрифт НАЗВА для звичайного тексту -F, --header-font=НАЗВА використовувати шрифт НАЗВА для тексту заголовків -g, --print-anyway нічого не робить (параметр для сумісності) -G те ж сему, що й --fancy-header --fancy-header[=NAME] оформляти заголовок сторінки -h, --no-job-header не виводити заголовок сторінки з назвою завдання -H, --highlight-bars=КІЛЬК вказує висоту стовпчиків підсвічення -i, --indent=ЧИСЛО встановити вирівнювання рядків на ЧИСЛО символів -I, --filter=CMD читати вхідні файли через вхідний фільтр CMD -j, --borders друкувати рамки навколо рядків -J, псевдонім для параметра --title -k, --page-prefeed увімкнути prefeed сторінок -K, --no-page-prefeed вимкнути prefeed сторінок -l, --lineprinter імітувати текстовий принтер, це псевдонім для: --lines-per-page=66, --no-header, --portrait, --columns=1

source: -L, --lines-per-page=NUM specify how many lines are printed on each page -m, --mail send mail upon completion -M, --media=NAME use output media NAME -n, --copies=NUM print NUM copies of each page -N, --newline=NL select the newline character. Possible values for NL are: n (`\n') and r (`\r'). -o an alias for option --output -O, --missing-characters list missing characters -p, --output=FILE leave output to file FILE. If FILE is `-', leave output to stdout. -P, --printer=NAME print output to printer NAME -q, --quiet, --silent be really quiet -r, --landscape print in landscape mode -R, --portrait print in portrait mode
fi: -L, --lines-per-page=NUM määritä kuinka monta riviä tulostetaan jokaiselle sivulle -m, --mail lähetä sähköpostiviesti tulostamisen valmistuttua -M, --media=NIMI käytä tulostemediaa NIMI -n, --copies=NUMERO tulosta jokaisesta sivusta NUMERO kopiota -N, --newline=NL valitse rivinvaihtomerkki. Mahdollisia NL-arvoja ovat: n (”\n”) ja r (”\r”). -o alias valitsimelle --output -O, --missing-characters luettele puuttuvat merkit -p, --output=TIEDOSTO jätä tuloste TIEDOSTOon. Jos TIEDOSTO on ”-”, jätä tuloste vakiotulosteeseen. -P, --printer=NIMI tulosta tuloste tulostimelle NIMI -q, --quiet, --silent ole todella hiljainen -r, --landscape tulosta vaakasuunnassa -R, --portrait tulosta pystysuunnassa
pl: -L, --lines-per-page=ILE okre¶lenie liczby wierszy drukowanych na stronie -m, --mail wys³anie e-mailem po zakoñczeniu -M, --media=NAZWA u¿ycie no¶nika wyj¶ciowego o podanej NAZWIE -n, --copies=LICZBA wydrukowanie podanej liczby kopii ka¿dej strony -N, --newline=NL wybór znaku nowej linii; mo¿liwe warto¶ci: n (`\n'), r (`\r'). -o alias dla opcji --output -O, --missing-characters wypisanie brakuj±cych znaków -p, --output=PLIK przekierowanie wyj¶cia do podanego PLIKU; je¶li PLIK to `-', to na standardowe wyj¶cie. -P, --printer=NAZWA wydrukowanie wyj¶cia na podanej drukarce -q, --quiet, --silent naprawdê cicha praca -r, --landscape drukowanie w trybie pejza¿owym -R, --portrait drukowanie w trybie portretowym
ro: -L, --lines-per-page=NUM specificã numãrul de linii de tipãrit pe fiecarepaginã -m, --mail trimite mail dupã completare -M, --media=NUME foloseºte media de ieºire(output) NUME -n, --copies=NUM tipãreºte NUM copii ale fiecãrei pagini -N, --newline=NL selecteazã caracterul linie_nouã(newline). Posibile valori pentru NL : n (`\n') ºi r (`\r'). -o alias pentru opþiunea --output -O, --missing-characters listeazã caracterele lipsã -p, --output=FIªIER lasã output-ul în FIªIER. Dacã FIªIER este `-', lasã output-ul la stdout. -P, --printer=NUME tipãreºte output-ul la imprimanta NUME -q, --quiet, --silent realmente silenþios -r, --landscape tipãreºte în format peisaj(landscape) -R, --portrait tipãreºte în format portret
uk: -L, --lines-per-page=ЧИСЛО вказує скільки рядків виводяться на сторінці -m, --mail надсилати поштове повідомлення при завершенні -M, --media=НАЗВА використовувати носій виводу НАЗВА -n, --copies=ЧИСЛО виводити ЧИСЛО копій кожної сторінки -N, --newline=NL вказує символ нового рядка. Можливі значення NL: n (`\n') та r (`\r'). -o псевдонім для параметра --output -O, --missing-characters виводить пропущені символи -p, --output=ФАЙЛ виводити у файл ФАЙЛ. Якщо ФАЙЛ вказано `-', виводити у стандартний вивід. -P, --printer=НАЗВА виводити на принтер з назвою НАЗВА -q, --quiet, --silent не виводити повідомлення -r, --landscape книжкове орієнтація паперу -R, --portrait альбомна орієнтація паперу

source: -s, --baselineskip=NUM set baselineskip to NUM -S, --statusdict=KEY[:VALUE] pass a statusdict definition to the output -t, --title=TITLE set banner page's job title to TITLE. Option sets also the name of the input file stdin. -T, --tabsize=NUM set tabulator size to NUM -u, --underlay[=TEXT] print TEXT under every page -U, --nup=NUM print NUM logical pages on each output page -v, --verbose tell what we are doing -V, --version print version number -w, --language=LANG set output language to LANG -W, --options=APP,OPTION pass option OPTION to helper application APP -X, --encoding=NAME use input encoding NAME -z, --no-formfeed do not interpret form feed characters -Z, --pass-through pass through PostScript and PCL files without any modifications
fi: -s, --baselineskip=NUM aseta baselineskip-arvoksi NUM -S, --statusdict=AVAIN[:ARVO] välitä statusdict-määrittely tulosteeseen -t, --title=OTSIKKO aseta julistesivun työotsikoksi OTSIKKO. Valitsin asettaa myös syötetiedoston vakiosyöte nimen. -T, --tabsize=NUMERO aseta sarkainkooksi NUMERO -u, --underlay[=TEKSTI] tulosta TEKSTI jokaisen sivun alle -U, --nup=NUMERO tulosta NUMERO loogisia sivuja jokaiselle tulostussivulle -v, --verbose kerro mitä me teemme -V, --version tulosta versionumero -w, --language=KIELI aseta tulostekieleksi KIELI -W, --options=APP,OPTION välitä valitsin OPTION opastesovellukselle APP -X, --encoding=NIMI käytä syötekoodausta NIMI -z, --no-formfeed älä tulkitse sivunvaihtomerkkejä -Z, --pass-through välitä PostScript- ja PCL-tiedostojen kautta ilman mitään muutoksia
pl: -s, --baselineskip=LICZBA ustawienie baselineskip na podan± LICZBÊ -S, --statusdict=KLUCZ[:WARTO¦Æ] przekazanie na wyj¶cie definicji statusdict -t, --title=TYTU£ ustawienie tytu³u zadania strony tytu³owej; opcja ustawia tek¿e nazwê pliku dla stdin. -T, --tabsize=LICZBA ustawienie rozmiaru tabulatora na LICZBÊ -u, --underlay[=TEKST] drukowanie TEKSTU pod ka¿d± stron± -U, --nup=ILE drukowanie TYLU stron logicznych na ka¿dej stronie -v, --verbose informowanie o wykonywanych operacjach -V, --version wypisanie numeru wersji -w, --language=JÊZYK ustawienie podanego JÊZYKA dla wyj¶cia -W, --options=AP,OPCJA przekazanie OPCJI do aplikacji pomocniczej AP -X, --encoding=NAZWA u¿ycie podanego kodowania dla wej¶cia -z, --no-formfeed bez interpretowania znaków form feed -Z, --pass-through przepuszczanie plików PostScript i PCL bez ¿adnych modyfikacji
ro: -s, --baselineskip=NUM setare saltliniebazã la NUM -S, --statusdict=CHEIE[:VALOARE] trimite o definiþie statusdict la ieºire(output) -t, --title=TITLU seteazã titlul paginii de job în TITLU. Opþiunea seteazã de asemenea numele fiºierului de intrare(input). în stdin -T, --tabsize=NUM seteazã mãrimea tabulatorului în NUM -u, --underlay[=TEXT] tipãreºte TEXT sub fiecare paginã -U, --nup=NUM tipãreºte NUM pagini logice pe fiecare paginã ieºitã -v, --verbose spune ce se întâmplã -V, --version afiºeazã numãrul versiunii -w, --language=LIMB seteazã limba de afiºare la LIMB -W, --options=APP,OPÞIUNE trimte OPÞIUNE la aplicaþia de ajutorare APP -X, --encoding=NUME foloseºte codarea(encoding) de intrare NUME -z, --no-formfeed nu interpreteazã caracterele form feed -Z, --pass-through trece prin fiºierele PostScript ºi PCL fãrã nici o modificare
uk: -s, --baselineskip=NUM встановити baselineskip у NUM -S, --statusdict=КЛЮЧ[:ЗНАЧЕННЯ] вказати визначення statusdict у вивід -t, --title=ЗАГОЛОВОК встановити заголовок банерної сторінки у ЗАГОЛОВОК. Також брати вхідний файл зі стандартного потоку вводу. -T, --tabsize=ЧИСЛО встановити розмір табулятора у ЧИСЛО -u, --underlay[=ТЕКСТ] виводити текст ТЕКСТ під кожною сторінкою -U, --nup=ЧИСЛО вивести ЧИСЛО логічних сторінок на кожній сторінці виводу -v, --verbose виводити інформацію про дії -V, --version вивести інформацію про версію -w, --language=МОВА встановити мову у МОВА -W, --options=ПРОГ,ПАРАМ передати параметр ПАРАМ допоміжній програмі ПРОГ -X, --encoding=NAME використовувати внутрішнє кодування НАЗВА -z, --no-formfeed не обробляти символи переведення каретки -Z, --pass-through передавати файли PostScript та PCL без змін

source: Long-only options: --color[=bool] create color outputs with states --continuous-page-numbers count page numbers across input files. Don't restart numbering at beginning of each file. --download-font=NAME download font NAME --extended-return-values enable extended return values --filter-stdin=NAME specify how stdin is shown to the input filter --footer=FOOTER set page footer --h-column-height=HEIGHT set the horizontal column height to HEIGHT --help print this help and exit
fi: Vain pitkät valitsimet: --color[=bool] luo väritulosteet tiloille --continuous-page-numbers laske sivunumerot syötetiedostoista. Älä aloita numerointia uudelleen jokaisen tiedoston alusta. --download-font=NIMI lataa kirjasin NIMI --extended-return-values ota käyttää laajennetut paluuarvot --filter-stdin=NAME määritä kuinka vakiosyöte näytetään syötesuodattimessa --footer=FOOTER aseta alatunniste --h-column-height=KORKEUS aseta vaakasuora sarakekorkeus arvoon KORKEUS --help tulosta tämä opaste ja poistu
pl: Opcje tylko d³ugie: --color[=FLAGA] tworzenie kolorowego wyj¶cia ze stanami --continuous-page-numbers numerowanie stron poprzez wszystkie pliki wej. bez restartowania na pocz±tku ka¿dego pliku --download-font=NAZWA ¶ci±gniêcie fontu o podanej NAZWIE --extended-return-values w³±czenie rozszerzonych kodów wyj¶cia --filter-stdin=NAZWA okre¶lenie nazwy stdin przekazanej do filtra --footer=STOPKA ustawienie stopki strony --h-column-height=WYS ustawienie podanej wysoko¶ci kolumny poziomej --help wy¶wietlenie tego opisu i zakoñczenie
ro: Opþiuni cu caracter exclusiv lung: --color[=bool] creazã output-uri colorate cu stãri --continuous-page-numbers þine socoteala numãrului de pagini al fiºierelor de intrare(input). Nu reîncepe numãrãtoarea la începutul fiecãrui fiºier. --download-font=NUME downloadeazã fontul NUME --extended-return-values activeazã valorile de returnare extinse --filter-stdin=NUME specificã modul în care stdin e afiºat filtrului de intrare --footer=FOOTER setare footer paginã --h-column-height=ÎNÃLÞIME seteazã înãlþimea coloanelor orizontale la ÎNÃLÞIME --help afiºeazã acest ajutor ºi iese
uk: Лише довгі параметри: --color[=bool] кольоровий вивід зі станами --continuous-page-numbers рахувати сторінки по усіх файлах. Не перезапускати нумерацію на початку кожного нового файлу. --download-font=НАЗВА завантажити шрифт з назвою НАЗВА --extended-return-values увімкнути розширені коди завершення --filter-stdin=НАЗВА вказати як відображати stdin у вхідному фільтрі --footer=FOOTER встановити нижній колонтитул сторінки --h-column-height=ВИСОТА встановити висоту горизонтального стовпчика --help вивести цю довідку та вийти

source: --help-highlight describe all supported --highlight languages and file formats --highlight-bar-gray=NUM print highlight bars with gray NUM (0 - 1) --list-media list names of all known media --margins=LEFT:RIGHT:TOP:BOTTOM adjust page marginals --mark-wrapped-lines[STYLE] mark wrapped lines in the output with STYLE --non-printable-format=FMT specify how non-printable chars are printed
fi: --help-highlight kuvaile kaikki tuetut --highlight -kielet ja tiedostomuodot --highlight-bar-gray=NRO tulosta tähdentämispalkit harmaalla NRO (0 - 1) --list-media luettele kaikkien tunnettujen medioiden nimet --margins=VASEN:OIKEA:YLÄ:ALA säädä sivumarginaalit --mark-wrapped-lines[TYYLI] merkitse tulosteen tekstin jakaminen seuraavalle riville TYYLIllä --non-printable-format=FMT määrittele, kuinka ei-tulostettavat merkit tulostetaan
pl: --help-highlight opis wszystkich obs³ugiwanych jêzyków i formatów dla --highlight --highlight-bar-gray=ILE drukowanie pasków podkre¶lenia szaro¶ci± (0-1) --list-media wypisanie nazw znanych no¶ników --margins=LEWY:PRAWY:GÓRNY:DOLNY zmiana marginesów stron --mark-wrapped-lines[STYL] oznaczenie zawieniêtych linii wyj¶cia --non-printable-format=FMT okre¶lenie, jak drukowaæ znaki niedrukowalne
ro: --help-highlight descrie toate limbajele ºi formatele de fiºiere --highlight suportate --highlight-bar-gray=NUM afiºeazã barele de selecþie(highlight) cu gri NUM (0 - 1) --list-media listeazã numele tuturor mediilor cunoscute --margins=STÂNGA:DREAPTA:SUS:JOS ajusteazã marginile paginii --mark-wrapped-lines[STIL] marcheazã liniile potrivite(wrapped) în output cu STIL --non-printable-format=FMT specificã modul în care caracterele netipãribile sunt tipãrite
uk: --help-highlight вивести опис усіх підтримуваних --highlight мов та форматів файлів --highlight-bar-gray=ЧИСЛО друкувати стовпчики підсвічення сірим ЧИСЛО (0 - 1) --list-media вивести імена усіх відомих носіїв --margins=ЛІВИЙ:ПРАВИЙ:ВЕРХНІЙ:НИЖНІЙ встановити поля сторінки --mark-wrapped-lines[СТИЛЬ] виділяти перенесені рядки у виводі стилем СТИЛЬ --non-printable-format=ФМТ вказує формат друку недрукованих символів

source: --nup-columnwise layout pages in the N-up printing columnwise --nup-xpad=NUM set the page x-padding of N-up printing to NUM --nup-ypad=NUM set the page y-padding of N-up printing to NUM --page-label-format=FMT set page label format to FMT --ps-level=LEVEL set the PostScript language level that enscript should use --printer-options=OPTIONS pass extra options to the printer command --rotate-even-pages rotate even-numbered pages 180 degrees
fi: --nup-columnwise asettelusivut sarakemuotoisessa N-up-tulostuksessa --nup-xpad=NUMERO aseta sivun N-up-tulostuksen x-täytteeksi NUMERO --nup-ypad=NUMERO aseta sivun N-up-tulostuksen y-täytteeksi NUMERO --page-label-format=FMT aseta sivunimiömuodoksi FMT --ps-level=TASO aseta PostScript-kieliTASO, jota enscript- ohjelman pitäisi käyttää --printer-options=OPTIONS välitä ylimääräiset valitsimet tulostinkomennolle --rotate-even-pages kierrä paritonnumeroiset sivut 180 astetta
pl: --nup-columnwise rozk³adanie wydruku kolumnowo po N stron --nup-xpad=LICZBA ustawienie wype³nienia poz. drukowania po N stron --nup-ypad=LICZBA ustawienie wype³nienia pion. drukowania po N stron --page-label-format=FMT ustawienie podanego formatu etykiety stron --ps-level=POZIOM ustawienie poziomu jêzyka PostScript, jaki ma u¿ywaæ enscript --printer-options=OPCJE przekazanie dodatkowych opcji poleceniu drukarki --rotate-even-pages obrócenie stron parzystych o 180 stopni
ro: --nup-columnwise potriveºte paginile în stil de tipãrire N-up columnwise --nup-xpad=NUM seteazã x-padding pentru tipãrire N-up cu NUM --nup-ypad=NUM seteazã y-padding pentru tipãrire N-up cu NUM --page-label-format=FMT seteazã formatul etichetei(label) paginii cu FMT --ps-level=NIVEL seteazã nivelul limbajului PostScript pe care enscript ar trebui sã-l foloseascã --printer-options=OPÞIUNI trimite extra-opþiuni la comanda imprimantei --rotate-even-pages roteºte paginile par-numerotate cu 180 de grade
uk: --nup-columnwise розташування сторінок у при друці N-up стовпців --nup-xpad=ЧИСЛО встановити x-відступи N-up друці розміром ЧИСЛО --nup-ypad=NUM встановити y-відступи N-up друці розміром ЧИСЛО --page-label-format=ФМТ встановити формат ФМТ для позначок сторінок --ps-level=LEVEL встановити рівень мови PostScript, який має використовувати enscript --printer-options=OPTIONS передати додаткові параметри команді друку --rotate-even-pages обертати парні сторінки на 180 градусів

source: --slice=NUM print vertical slice NUM --style=STYLE use highlight style STYLE --swap-even-page-margins swap left and right side margins for each even numbered page --toc print table of contents --ul-angle=ANGLE set underlay text's angle to ANGLE --ul-font=NAME print underlays with font NAME --ul-gray=NUM print underlays with gray value NUM --ul-position=POS set underlay's starting position to POS --ul-style=STYLE print underlays with style STYLE --word-wrap wrap long lines from word boundaries
fi: --slice=NUMERO tulosta pystysuora viipale NUMERO --style=TYYLI käytä tähdentämisTYYLIä --swap-even-page-margins vaihda keskenään vasemman ja oikean puolen marginaalit jokaisella parilliseksi numeroidulla sivulla --toc tulosta sisällysluettelo --ul-angle=KULMA aseta underlay-tekstin kulmaksi KULMA --ul-font=NIMI tulosta underlay-tekstit kirjasimella NIMI --ul-gray=NUMERO tulosta underlay-tekstit harmaa-arvolla NUMERO --ul-position=SIJAINTI aseta underlay-tekstien aloitussijainniksi SIJAINTI --ul-style=TYYLI tulosta underlay-tekstit TYYLIllä --word-wrap jatka pitkät rivit seuraavalle riville sanarajoista
pl: --slice=NUMER druk pasa pionowego o podanym NUMERZE --style=STYL u¿ycie podanego STYLU podkre¶leñ --swap-even-page-margins zamiana lewego i prawego marginesu dla wszystkich stron parzystych --toc wydrukowanie spisu tre¶ci --ul-angle=K¡T ustawienie podanego K¡TA tekstu podk³adu --ul-font=NAZWA druk podk³adu fontem o podanej NAZWIE --ul-gray=ILE druk podk³adu szaro¶ci± o podanej warto¶ci --ul-position=POZYCJA ustawienie pocz±tkowej POZYCJI podk³adu --ul-style=STYL druk podk³adu przy u¿yciu podanego STYLU --word-wrap zawijanie d³ugich linii na granicy s³ów
ro: --slice=NUM tipãreºte componenta(slice) verticalã NUM --style=STIL foloseºte stilul de evidenþiere(highlight) STIL --swap-even-page-margins interchimbã marginile stânga ºi dreapta pentru fiecare paginã par-numerotatã --toc tipãreºte tabela de conþinut --ul-angle=UNGHI setazã unghiul subtextului în UNGHI --ul-font=NUME tipãreºte subtextele cu fontul NUME --ul-gray=NUM tipãreºte subtextele cu valoarea de gri NUM --ul-position=POZ seteazã poziþia de start a subtextului la POZ --ul-style=STIL tipãreºte subtextele cu stilul STIL --word-wrap potrivesþe(wrap) liniile lungi din marginile cuvintelor
uk: --slice=ЧИСЛО друкувати вертикальну роздільну ЧИСЛО --style=СТИЛЬ використовувати стиль підсвічення СТИЛЬ --swap-even-page-margins міняти лівий та правий відступи на парних сторінках --toc друкувати таблицю змісту --ul-angle=КУТ встановити кут підкладеного тексту у КУТ --ul-font=НАЗВА друкувати підкладений текст шрифтом НАЗВА --ul-gray=ЧИСЛО друкувати підкладений текст сірим --ul-position=ПОЗИЦІЯ встановити початкову позицію підкладеного тексту --ul-style=СТИЛЬ друкувати підкладений текст стилем СТИЛЬ --word-wrap переносити довгі рядки на межах слів

source: Report bugs to <%s>.
fi: Ilmoita virheistä (englanniksi) osoitteeseen <%s>. Ilmoita käännösvirheistä osoitteeseen <translation-team-fi@lists.sourceforge.net>.
pl: B³êdy prosimy zg³aszaæ na adres <%s>.

source: couldn't find prolog "%s": %s
fi: ei kyetty löytämään esipuhetta ”%s”: %s
pl: nie znaleziono prologu "%s": %s
ro: nu se poate gãsi prolog "%s": %s
uk: не вдається знайти пролог "%s": %s

source: couldn't find encoding file "%s.enc": %s
fi: ei kyetty löytämään koodaustiedostoa ”%s.enc”: %s
pl: nie znaleziono pliku kodowania "%s.enc": %s
ro: nu se poate gãsi fiºierul de codare(encoding) "%s.enc": %s
uk: не вдається знайти файл кодування "%s.enc": %s

source: couldn't find header definition file "%s.hdr": %s
fi: ei voitu löytää otsakemäärittelytiedostoa ”%s.hdr”: %s
pl: nie znaleziono pliku definicji nag³ówka "%s.hdr": %s
ro: nu se poate gãsi fiºierul header de definiþii "%s.hdr": %s
uk: не вдається знайти файл визначення заголовку "%s.hdr": %s

source: processing file "%s"...
fi: käsitellään tiedostoa ”%s”...
pl: przetwarzanie pliku "%s"...
ro: procesare fiºier "%s"...
uk: обробляється файл "%s"...

source: EPS file "%s" is too large for page
fi: EPS-tiedosto ”%s” on liian suuri sivulle
pl: plik EPS "%s" jest zbyt du¿y dla strony
ro: Fiºierul EPS "%s" e prea mare pentru paginã
uk: файл EPS "%s" надто великий, що уміститись на одній сторінці

source: user font encoding can be only the system's default or `ps'
fi: käyttäjäkirjasinkoodaus voi olla vain järjestelmän oletus tai ”ps”
pl: kodowanie fontu u¿ytkownika mo¿e byæ tylko domy¶lnym systemowym lub `ps'
ro: codarea(encoding) fontului utilizatorului poate fi ori implicitã sistem ori `ps'
uk: кодування шрифту користувача може бути лише типовим для системи або `ps'

source: unknown special escape: %s
fi: tuntematon erikoiskoodinvaihtomerkki: %s
pl: nieznany znak specjalny: %s
ro: escape special necunoscut:%s
uk: невідомий спеціальний символ: %s

source: illegal option %c for ^@epsf escape
fi: virheellinen valitsin %c kohteelle ^@epsf-koodinvaihtomerkki
pl: niedozwolona opcja %c dla sekwencji ^@epsf
ro: opþiune ilegalã %c pentru ^@epsf escape
uk: неправильний параметр %c для ^@epsf escape-символу
