Repository: gitGNU/gnu_enscript
Catalog: po/*.po
Languages: fi, pl, ro, uk

source: %s:%d: error: too many arguments for subroutine
fi: %s:%d: virhe: liian monia argumentteja alirutiinille
pl: %s:%d: b³±d: zbyt du¿o argumentów dla procedury
ro: %s:%d: eroare: prea multe argumente pentru subrutinã
uk: %s:%d: помилка: недостатньо аргументів для процедури

source: %s:%d: error: undefined procedure `%s'
fi: %s:%d: virhe: määrittelemätön proseduuri ”%s”
pl: %s:%d: b³±d: niezdefiniowana procedura `%s'
ro: %s:%d: eroare: procedurã nedefinitã `%s'
uk: %s:%d: помилка: невизначена процедура `%s'

source: %s:%d: error: illegal lvalue for assignment
fi: %s:%d: virhe: virheellinen lvalue-arvo sijoituksessa
pl: %s:%d: b³±d: niedozwolona l-warto¶æ przy przypisaniu
ro: %s:%d: eroare: valoare ilegalã pentru atribuire
uk: %s:%d: помилка: некоректна lvalue при призначенні

source: %s:%d: error: array reference index is not integer
fi: %s:%d: virhe: taulukkoviiteindeksi ei ole kokonaisluku
pl: %s:%d: b³±d: indeks odwo³ania do tablicy nie jest liczb± ca³kowit±
ro: %s:%d: eroare: indexul de referinþã al intervalului(array) nu este un întreg
uk: %s:%d: помилка: індекс посилання на масив не є цілим числом

source: %s:%d: error: negative array reference index
fi: %s:%d: virhe: negatiivinen taulukkoviiteindeksi
pl: %s:%d: b³±d: ujemny indeks odwo³ania do tablicy
ro: %s:%d: eroare: indexul de referinþã al intervalului(array) este negativ
uk: %s:%d: помилка: від'ємний індекс посилання на масив

source: %s:%d: error: illegal rvalue for string assignment
fi: %s:%d: virhe: virheellinen rvalue-arvo merkkijonosijoituksessa
pl: %s:%d: b³±d: niedozwolona r-warto¶æ przy przypisaniu ³añcucha
ro: %s:%d: eroare: valoare ilegalã pentru atribuire de ºir
uk: %s:%d: помилка: неправильне rvalue при призначенні

source: %s:%d: error: illegal type for array reference
fi: %s:%d: virhe: virheellinen tyyppi taulukkoviitteelle
pl: %s:%d: b³±d: niedozwolony typ odwo³ania do tablicy
ro: %s:%d: eroare: tip ilegal pentru referinþã interval(array)
uk: %s:%d: помилка: некоректний тип посилання на масив

source: %s:%d: error: array reference index out of rance
fi: %s:%d: virhe: taulukkoviiteindeksi lukualueen ulkopuolella
pl: %s:%d: b³±d: indeks odwo³ania do tablicy spoza zakresu
ro: %s:%d: eroare: indexul de referinþã al intervalului(array) în afara domeniului(range)
uk: %s:%d: помилка: індекс посилання на масив поза допустимим діапазоном

source: %s: couldn't open definition file `%s': %s
fi: %s: ei voitu avata määrittelytiedostoa ”%s”: %s
pl: %s: nie uda³o siê otworzyæ pliku definicji `%s': %s
ro: %s: nu s-a putut deschide fiºierul de definiþie `%s': %s
uk: %s: не вдається відкрити файл визначення `%s': %s

source: %s: autoloading `%s' from `%s'
fi: %s: ladataan ”%s” automaattisesti kohteesta ”%s”
pl: %s: automatyczne ³adowanie `%s' z `%s'
ro: %s: autoîncãrcare `%s' din `%s'
uk: %s: автоматичне завантаження `%s' з `%s'

source: %d lines were %s
ro: %d linii din care %s
uk: %d рядків було %s

source: %d characters were missing
ro: %d caractere lipsesc
uk: %d символів пропущено

source: %d non-printable characters
ro: %d caractere netipãribile
uk: %d недруковані символи

source: Report bugs to mtr@iki.fi.
ro: Raportaþi bug-urile la mtr@iki.fi.
uk: Сповіщайте про помилки за адресою mtr@iki.fi.

source: epsf: couldn't open pipe to command "%s": %s
ro: epsf: nu s-a putut realiza legãtura(pipe) spre comanda "%s": %s
uk: epsf: не вдається відрити канал до команди "%s": %s

source: states for GNU %s %s
ro: states pentru GNU %s %s
uk: заяви відносно GNU %s %s
